<?php

return [
  'image_error'=>'من فضلك ارفع امتداد صحيح يكون png او jpeg او jpg او gif',
  'unauthenticated'=>'رقم الجوال او كلمه المرور غير صحيحه',
    'unauthenticated_serial'=>'رقم الهاتف او رمز الكود غير صحيح',
    'error_upload_image'=>'لابد ان يكون نوع الملف صورة',
    'unauthorized'=>'غير مسموح لك بتنفيذ هذا الامر',
    'payment_before'=>'تم دفع هذا من قبل',
    'not_enough_points'=>'ليس لديك رصيد كافي من النقاط',
    'you_dont_have_enough_wallet_money'=>'ليس لديك رصيد كافي في المحفظه لاتمام عملية الشراء',
    'not_found_user'=>'لا يوجد مستخدم بهذه البيانات',
    'missing_info'=>'هناك بيانات ناقصة في اتمام العملية',
    'not_completed'=>'غير مكتملة',
    'ops_something_wrong'=>'هناك شئ خطئ حدث بالفعل نعتذر لتنفيذ ما تريد',

    'pending_profit'=>'لم يتم تأكيد دفع العميل من قبل الادارة',
    'taken_profit'=>'لقد تم سحب الارباح عن طريقك من قبل !',
    'ask_to_take_profit'=>'لقد تم ارسال طلب لاستلام الارباح للداره من قبل يرجي انتظار الرد',
    'cancelled_profit'=>'تم الغاء الارباح من قبل الادارة',
    'not_found_data'=>'لا يوجد بيانات لعرضها',
    'no_data'=>'لا يوجد بيانات لعرضها',
    'incorrect_otp'=>'رمز التحقق غير صحيح برجاء المحاولة مرة اخري',
];
